package space.tsig.quizgame;

public class Array {
    //answers for level 1

    final int[] power1 = {
            0,
            1,
            2,
            3,
            4,
            5,
            6,
            7,
            8,
            9
    };

    final String[] questinons2 = {
            "Кто из президентов США написал свой собственный рассказ про Шерлока Холмса?",
            "Какую пошлину ввели в XII  веке в Англии для того чтобы заставить мужчин пойти на войну?",
            "Откуда пошло выражение «деньги не пахнут?",
            "Туристы, приезжающие на Майорку, обязаны заплатить налог…",

    };
    final String[][] answers2 = {
            {
                    "Джон Кеннеди", "Франклин Рузвельт", "Рональд Рейган"
            },
            {
                    "Налог на тунеядство, Налог на трусость, Налог на отсутствие сапог"
            },
            {
                "От подателей за провоз парфюмерии, От сборов за нестиранные носки, От налога на туалеты"
            },
            {
                "На плавки, На пальмы., На солнце"
            }
    };
    final int[] power2 = {
            1,
            1,
            2,
            2,
    };
}